[{"id":30,"theme":"Eames","title":"Welcome to Week One Eames","content":"I’m pleased to present a new month and a new method here at Reykjavík Chautauqua. This month we are going to have more direction for a better learning experience. Rúnar Berg and I have sat down and worked out a curriculum for the whole month of Eames, which we will publish as a weekly syllabus. For me a syllabus has always been an epistemological tool; what don’t I know, what do I need to know, what do I want to know, etc. We hope that ya’ll feel empowered and inspired to add discussion and share what you know (and what you don’t know). \n\n\n ### Week 1: Innovation ### \n* Philosophy  \n* Moulded wood  \n* Mass Production  \n* Design  \n* Case Study 8 (The Eames House)\n\nOn a side note, I’m still in San Francisco and I’m working really hard to get a copy of a rare Eames documentary from the 70’s to show for our monthly movie screening. I really want everyone to see this movie and not the newer (crappier) one. I was so inspired by it and I think everyone should have that feeling about the Eameses. I’ll also be going to an exhibit and panel discussion which I’ll report back on. So there is lots to look forward to this month. ![image description](https://petalumaartscenter.org/wp-content/uploads/2010/08/Program-Panel-1024-webop.jpg)","author":"Chantal","datetime":"2015-02-01T17:16:25.634Z","articleId":"Welcome-to-Week-One-Eames","humanDate":"February, 1st","comments":[{"id":44,"theme":"Eames","post":"Welcome to Week One Eames","content":"When I was 12 years old I moved to the small town of Petaluma, roughly 40 miles north of San Francisco. I lived there off and on with my dad, mostly during summers. I didn't love everything about it, I certainly didn't enjoy the one year of junior high school that I attended there, but Petaluma did have certain charm and other good qualities. One of them being their ambitious art community. I always went to art events with my dad and even though some of them fell short of \"big city\" events, it was an \"A\" for effort.\n\nSo you could say I was pretty jazzed when I found out that the Petaluma Arts Center was holding an exhibition called *Work & Play: The Eames Approach* with a panel discussion coinciding with my San Francisco visit. \n\nI went up to Petaluma with my two good friends and a couple of bags of jerky, not knowing exactly what to expect. The exhibit was fun but I would have liked to see a greater body of work. For me, the forum really gave the exhibit more meat. Llisa, the granddaughter of Charles and Ray moderated the discussion sharing her personal experiences with the audience while asking the panel about  their experiences as \"makers\" and connecting them to the Eames philosophy and way of work/play so to speak. Overall a really fun experience.","author":"Chantal","datetime":"2015-02-09T18:29:29.170Z"},{"id":49,"theme":"Eames","post":"Welcome to Week One Eames","content":"Incidentally, I was going to make a correction of my spelling of \"Moulded\" to \"Molded\". But apparently its one of these British vs. American English differences so I'll just leave it be. ","author":"Chantal","datetime":"2015-02-11T20:28:39.116Z"}]},{"id":31,"theme":"Eames","title":"The Eames Philosophy","content":"What I first learned of the Eameses, was a\n[series of videos](https://www.youtube.com/user/EamesOffice/videos)\nexplaining basic mathematical concepts through the medium of\ncartoons. “If an Indian king places one grain of wheat on the first\nsquare of the chessboard, two on the second, four on the third, and\neight on the fourth, doubling the number of grains on each successive\nsquare, he will be unable to fit the grains on the squares by the\nfirst row, by the third row, the grains won’t fit in the room\ncontaining the chessboard, and before he finishes, there won’t be\nenough atoms in the known universe to cover the grains of wheat\nrequired”. This is how they, in two minutes, explained the size of the\nnumber 2⁶³ and exponential growth to children.\n\nThese cartoons accompanied an exposition titled\n[*“Mathematica: A World of Numbers… and Beyond”*](en.wikipedia.org/wiki/Mathematica:_A_World_of_Numbers..._and_Beyond). Today\nscience museums throughout the world seek to replicate the impact the\nEameses had on making the abstract concepts of mathematics as\nintuitive and accessible to as many people as the Eames’ did. As it\nturns out, this was Charles and Ray Eames’ motto throughout their\ncarrier: “The best, for the most, for the least”.\n\n![Symmetry](http://i.ytimg.com/vi/OHA6Hcj7P8o/hqdefault.jpg)\n\nThe Eames have often been credited of being the inventors of modern\nfurniture design. In fact they were simply the first ones to\nsuccessfully integrate that motto into their design. What came out was\nthe earliest successful attempt at mass production of quality\nfurniture. Their chairs used cheap materials, readily available at the\ntime, easily molded to the desired shape. But even though the\nmanufacturing would be mass produced with such economy, no discount\nwas given on the quality of the design. Their design was top quality,\n*the best*, easily mass produced, *for the most*, from available\nmaterials, *for the least*.\n\n![Eames chair](https://upload.wikimedia.org/wikipedia/commons/5/50/Eames_chair-IMG_4611.jpg)\n\nTo reprint some Q&A between Madame L’Amic of the Musee des Artes\nDecoratifs in Paris and Charles Eames from 1972\n([source](http://www.mecho.com.au/blog/qa-charles-eames-on-design-from-1972/)):\n\n> **Q:** Does the creation of design admit constraint?  \n> **A:** Design depends largely on constraints.\n>\n> **Q:** What constraints?  \n> **A:** The sum of all constraints. Here is one of the few effective\n>        keys to the design problem—the ability of the designer to\n>        recognize the as many constraints as possible—his willingness\n>        and enthusiasm for working within those constraints—the\n>        constraints of price, of size, of strength, balance, of time,\n>        etc.: each problem has it’s own peculiar list.\n>\n> **Q:** Have you ever been forced to accept compromises?  \n> **A:** I have never been forced to accept compromises, but I have\n>        willingly accepted constraints.\n>\n> **Q:** To whom does design address it self, to the greatest number\n>        (the masses)? to the specialist or the enlightened amateur?\n>        to a privileged social class?  \n> **A:** To the need.\n>\n> **Q:** What do you feel is the primary condition for the practice of\n>        design and it’s propagation?  \n> **A:** Recognition of need.\n\nFurther reading can be found [here](http://www.eamesoffice.com/scholars-walk/design-philosophy/).\n","author":"Rúnar Berg","datetime":"2015-02-02T21:39:54.762Z","articleId":"The-Eames-Philosophy","humanDate":"February, 2nd","comments":[{"id":37,"theme":"Eames","post":"The Eames Philosophy","content":"I wonder how they would feel about how expensive and exclusive their designs are today. On the one hand they were mostly designing for the masses, but on the other hand its not as if everything they made was affordable even back then. It would be kind of interesting to see some kind of analysis of prices; how much it cost to produce, how much it was sold for and what it would be in todays dollars and what things go for today. ","author":"Chantal","datetime":"2015-02-03T23:55:02.208Z"},{"id":39,"theme":"Eames","post":"The Eames Philosophy","content":"Apparently, back then most of their things were relatively affordable. The item that I've seen referenced a lot (and what I was alluding to in my prior comment) as being expensive back then is the lounge chair which sold for $310 in 1956, roughly $2590 in todays dollars. But this is a \"luxury\" item. Their everyday items were more affordable, but I still think it would be a mistake to call them inexpensive or cheap. I wasn't around back then, but I can speculate that there wasn't this massive consumer culture yet and when you bought something it was with the intention of having it for quite some time. So in that sense it was affordable. ","author":"Chantal","datetime":"2015-02-08T17:06:42.753Z"}]},{"id":32,"theme":"Eames","title":"The Solar Do Nothing Machine","content":"![yt](http://www.youtube.com/watch?v=kv6YvKPXQzk)","author":"","datetime":"2015-02-07T00:27:50.889Z","articleId":"The-Solar-Do-Nothing-Machine","humanDate":"February, 6th","comments":[]},{"id":33,"theme":"Eames","title":"The Molded Plywood Story","content":"Basically the common story behind the Eameses and their molded plywood goes a little like this: Young Charles was inspired by Alvar Aalto a guest speaker at Cranbrook  Academy of Art where Charles was studying. Charles and his buddy Eero Saarinen (Son of Eliel Saarinen, famous architect and president/architect of Cranbrook) designed a molded plywood chair for MOMA’s 1940 Organic Design competition and won. In practice the design was somewhat of a failure. While Eero would move on, Charles continued to perfect the design and method with his artist wife Ray. Heres a little visual aid: \n![image description](https://s-media-cache-ak0.pinimg.com/originals/b6/b8/70/b6b8707baea9397859ee31851f58120d.jpg)  \nWhile this story is all true, I think its a little simplistic and I would like to look at the bigger picture which is just a  slightly different version.\n\nI am fond of the [Design Museum’s history of Plywood](http://design.designmuseum.org/design/plywood) and seeing how the Eameses fit into the greater context of plywood and modern design. Apparently, plywood dates back to the 18th century and started being commercially produced in the 1850’s. At this point plywood wasn’t exactly the mid-century modern wonder material, but it was a cheap alternative to steel and aluminum which allowed for some serious experimentation. Through various iterations and creative minds, molded plywood furniture became what it is today (and what it was for the Eameses). Plywood was the \"it\" material for modern design and the Eameses wanted to be a part of that. \n![image description](https://s-media-cache-ak0.pinimg.com/originals/bc/a5/5a/bca55abe709fa61c420265929a8b1b6d.jpg)\n\nThis is by no means to say that the Eameses just copied other other designers and didn't contribute anything, that couldn't be farther from the truth. I think the real crux of their contribution lies in the fact that they perfected a low cost method of manufacturing and popularized their designs in a way that was relatively accessible to the masses. \n![image description](https://s-media-cache-ak0.pinimg.com/originals/d2/d9/06/d2d90670d13c5b4edca175b839eab4af.jpg)\nIts important to remember that things were different back then; there was no Youtube, Make Magazine, or DIY forums. Even if molded plywood had been around for 100 years or so, there was no one around to share the process at the drop of a hat like today. Charles and Ray worked with the U.S. Navy during World War II making stretchers, leg splints, arm splints, and even air plane components to learn and perfect their molded plywood techniques. They had the innovative mind set to take their technical knowledge and apply it in creative ways. \n","author":"Chantal","datetime":"2015-02-08T00:39:40.814Z","articleId":"The-Molded-Plywood-Story","humanDate":"February, 7th","comments":[{"id":38,"theme":"Eames","post":"The Molded Plywood Story","content":"Excerpts from Fine Woodworking Forum\n-------\n\n ### bending plywood (not wacky wood) help (post #80654) ###   \nHas anyone ever tried bending plywood to shape. I am thinking specifically of an Eames type chair. I have searched the internet and have thus far come up practically empty handed.\n\nI am especially curoius about compund curves, but any resources or personal experiences would be greatly appreciated.\n\nthanks,\n\nKelley Hamby\n\n ### (post #80654, reply #1 of 3) ###   \nKelley,\n\nEames-style chairs are constructed by laminating thin veneers over a bending form.  This offers the greatest strength for the building geometry being produced.  To achieve the greatest amount of success, the veneers are compressed within a vacuum press which offers clamping pressure over the entire surface area of the piece.\n\nTraditional plywood, while it can be flexed to a certain extent, could never withstand the tension and compression that would be exerted on it (inside face & outside face of the ply') to achieve the almost 90 degree bends seen in Eames furniture.  One of the only ways to get standard plywood to take on a severe bend is by kerf bending it.  While the curve desired could be achieved, the downside is that the structure is inherently weak.  This application should only be used on non-load-bearing pieces (e.g. a curved cabinet faces, etc...). \n\nAll laminate bending, including creating compound curves, comes down to one thing - the bending form.  The forms must be strong/well constructed, offer adequate positions for clamps and clamping blocks (assuming a vacuum press is not being used), and it must have smooth finished curves.  Any irregularities in the bending form will directly translate to the finished work piece.\n\nI do extensive bending in the custom furniture that I design and fabricate, with the predominant focus being steam bending.\n\nIf you have a specific question about a piece you are/considering building, please feel free to send them along.\n\nDan Kornfeld, Owner/President - Odyssey Wood Design, Inc.\n\n ### (post #80654, reply #3 of 3) ###   \nYes, I've built curved plywood panels.   Nowadays, in a small shop, the hot ticket is a vacuum press.  You build a form, lay many thin laminates and glue over it, and use the press to bend the laminates to the form's shape.   The technique is generally called bent lamination.   You can find some information in books about veneering with a vacuum press (Taunton publishes one), or on a site run by a vacuum press manufacturer www.vacupress.com.\n\nThe laminates can be solid wood, or thin plywood.   I often use \"bending plywood\", which is poplar 1/8\" plywood.   I apply hardwood veneer to the two outer plys before doing the bent-lamination step.   If you do bent lamination, use a glue that doesn't cold-creep; urea-formaldehyde is good.\n\nTo answer your question about \"compound curves\", the answer is either yes or no, depending on what you mean.   Yes, it is completely feasible to make bends with non-constant radius -- for instance an S-shaped bend.  No, it is not feasible to make shapes like a bowl or a dome.  To form a flat sheet of anything into a bowl, the edges of the sheet must compress or stretch a lot.   Wood doesn't do this very well.  If you examine commercial bent-plywood furniture carefully, you'll see that each panel bends in only one direction at a time. ","author":"Woody","datetime":"2015-02-08T02:03:31.491Z"},{"id":47,"theme":"Eames","post":"The Molded Plywood Story","content":"The future:[3D printed furniture?](https://gigaom.com/2013/10/06/this-secretive-startup-plans-to-3d-print-custom-affordable-wood-furniture/)\n![Chair](https://gigaom2.files.wordpress.com/2013/10/screen-shot-2013-10-03-at-4-25-29-pm.png?w=708&h=593)","author":"Chantal","datetime":"2015-02-11T02:18:53.093Z"}]},{"id":34,"theme":"Eames","title":"Mass Production with Herman Miller","content":"![old herman miller ad](http://41.media.tumblr.com/03f2031296ac03bc99863a45c848926e/tumblr_mj2cltK39h1ruu90ro1_1280.jpg)\nFor the Eameses mass production meant partnering with Herman Miller to fulfill their \"best, for the most, for the least\" principle. And it was just that; mass production with Herman Miller didn't mean cheap production, it meant a quality product at an affordable price (in most cases). \n\nSome people point out that the original price of the [Eames Lounge Chair](http://www.hermanmiller.com/products/seating/lounge-seating/eames-lounge-chair-and-ottoman.html) was no small ticket item, so their designs were never really affordable to begin with. While I don’t completely disagree with this, I definitely don’t agree with it either. I’d like to think of the Lounge Chair as the Eames Deluxe line. Not only was it a more expensive piece of furniture to manufacture, it was also for a different market, the high end business market. But for more practical needs the original upholstered wire chair sold for $29 and later sold for even less with a two piece upholstered option ($22).\n![Upholstered wire chair](http://t4mam46q1tq2m4tjp1s8p4j1.wpengine.netdna-cdn.com/wp-content/uploads/2014/10/The-Upholstered-Wire-Chair-Two1.jpg)\nYou can read more about it on the Eames Office website, [there is a nice little  article](http://www.eamesoffice.com/blog/the-power-of-a-picture/).\n\nAt any rate, the [Herman Miller](http://en.wikipedia.org/wiki/Herman_Miller_%28manufacturer%29) (Inc.) story is not unlike the Eameses. Herman Miller was able to thrive during scarce times (the Great Depression and WWI&II) and come out on top. The company has come a long way from its roots as the Star Furniture Co. manufacturing revival style furniture. Purchased by Dirk Jan De Pree and Herman Miller in 1923, in ten years time, the company would put out its first modern furniture line. This was a direct response to the Great Depression and the need to explore new products and materials as well as a whole new market.  So like the Eameses, The Herman Miller Furniture Company was able to work within the constraints of the times and evolve as a company to serve the changing \"needs\" of americans. \nWithin a relatively short amount of time Herman Miller went on to mass produce some of the biggest names in modern furniture, along with the Eames line.  ","author":"Chantal","datetime":"2015-02-08T18:52:31.084Z","articleId":"Mass-Production-with-Herman-Miller","humanDate":"February, 8th","comments":[{"id":40,"theme":"Eames","post":"Mass Production with Herman Miller","content":"![Mass Produce](https://s-media-cache-ak0.pinimg.com/originals/2e/ee/0d/2eee0d0c4b1b35f7aaa20beece92473c.jpg)\n![Colored resin is mixed in vats](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/WHY_01_Resin%202.gif)\n![Preforms are removed from the CNC machine and inspected](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/02.gif)\n![Resin is applied to preform](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/WHY_03_PouredResin.gif)\n![Resin-coated preform is placed in press](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/WHY_04_PreformPress.gif)\n![Shell is inspected](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/WHY_05_ShellInspected.gif)\n![Shell edges are sanded](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/WHY_06_EdgesSanded.gif)\n![Shockmounts are applied to the base of the shell](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/07.gif)\n![Shock mounts are torqued and tested](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/08.gif)\n![Sewing to the hopsack pattern](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/09.gif)\n![Upholstery fitted onto chair](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/10.gif)\n![Bases are attached to the shell](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/WHY_11_BasesAttached.gif)\n![Boxing and shipment](http://www.hermanmiller.com/content/dam/hermanmiller/page_assets/why_digital/articles/shell_shorts/12.gif)","author":"Herman Miller ;)","datetime":"2015-02-08T19:02:05.832Z"}]},{"id":35,"theme":"Eames","title":"Eames' World (1957)","content":"*Originally printed in the July / August 1957 issue of Architectural Association Journal.*\n\nSIR HERBERT READ, laying down the law for art, **1** explains the unity of effect of Gothic cathedrals as usually ‘due to a single controlling mind, that of the master-builder, a man who was capable of conceiving the monument, not as a shell to be adorned (or as a Christmas tree to be ‘decorated’) but as an organism, every particular cell of which is morphologically and functionally related to the whole’. This kind of talk belongs to philosophers who can by means of it strip artistic phenomena down to a few perfect cases, or possibly none at all, leaving the world full of flawed objects that don’t reach up to the philosopher’s fictions. Probably, Charles Eames would be more interested in the Christmas tree because its decorations can be organised in ways that approximate to the facts of life -- seasonal, untidy, changeable, non-ideal. Eames’ is a designer who shows how this can be done. \n\t\nThe key to Eames’ world is his toys. The House of Cards (picture deck) is described on the instruction sheet as ‘Pictures gathered from sources all over the world. Familiar and nostalgic objects’; the Giant House of Cards as ‘graphic design(s) taken from the arts, the sciences, the world around us’. Collecting visual images in this way is typical of Eames. In Venice, California, where he lives, he often carries a camera with which he snaps anything he notices -- stones on the beach, people exercising, his companion, objects in windows. He has a relaxed and yet constantly manipulative way of using the objects of the day as they come up. To make the film Black Top, for example, Eames borrowed a camera after chancing to see a school playground washed down. \n\t\nThe first of Eames’ toys to go on the market six years ago was a multi-purpose assembly kit of coloured stiff paper panels (four squares, four triangles), dowels and pipe-cleaners for linking. To quote from the instruction sheet:\n\t\nTHE TOY is designed for many colorful hours of fun for the whole family, and each member can share and enjoy THE TOY in his own way --  \nTHE BABY as a bright world to grow [in] --  \nTHE SMALL CHILD as houses and tunnels and tents to play in --  \nTHE BOYS AND GIRLS as towers, puppet theaters, large and exciting structures --  \nTHE HIGH SCHOOL AGE as brilliant party decorations, plays and pageant sets --  \nIN COLLEGE as campus and house decorations, fantastic and brilliant hanging objects to hover over a junior prom --  \nYOUNG MEN AND WOMEN, clubs, civic organizations, floats and festivals.\n\t\nCommon to all Eames’ toys is a large margin of permissiveness regarding usage and interpretation by the spectator. Such control as Eames wants he exercises by means of a module, as used in his own house at Venice, his storage units, and in the Herman Miller Furniture Company showrooms. In the showrooms a floor and ceiling grid-system, for holding vertical objects: Japanese kites, seed packets, wicker basket with coloured cubes, photographic enlargement of a feather, and so on, were recorded by a visitor in 1953.**2** In the recent toys (unlike the early ones which were pure colour and pattern) there is a similar range of visual symbols supplementing the constructional possibilities. Eames maintains a sort of remote control by the given structure of his six-slotted cards and by his initial choice of images. **3** But the toys are meaningful only when assembled and in doing that the user has been committed to a chain of decisions. Eames cannot foresee exact combinations of the cards: it is the choice of the user that organises each house build by the cards. Eames has found, especially in the picture deck (marketed by Summit Games in England), a design system that permits the creation of other systems. The user’s system validates that of the designer. \n\t\nEames has managed to re-think the problem which continually exasperates architects -- the existence of people, whose circulation patterns and changeable or obstinate usage often constitute a system inimical to the architect’s design. By leaving the use of his designs to the spectator Eames opposes the kind of thinking revealed by Sir Herbert and by architects interested in ideal situations. Eames has found a way to integrate in ideal situations. Eames has found a way to integrate human moves in a design system. The toys, and in particular the picture cards (see cover), are a symbol and example of an approach to design defined by the conditions of use and by people’s basic, involuntary symbol-making capacity. \n![Two systems of transmitting information](https://s-media-cache-ak0.pinimg.com/originals/61/2b/85/612b859658f3b3ca91bd84956642e104.jpg)\nEames’ film on his own house is a series of stills of household objects and architectural details. Compared with a pre-war film consisting of rapid shots of objects, Léger’s Ballet Méchanique, there is more difference than the use of colour film. For Léger objects were geometry; for Eames they are semantics and surface as well as form. The sharp good taste of his play with objects touches, in mood, on a Gene Kelly musical.\n\t\nIn 1954 Eames, with George Nelson and Alex Girard, created ARTX, an application of industrial techniques to education at the University of Georgia. It was an audacious play with the possibilities of many channelled communication, rich in the codes and symbols which fascinate Eames: audio-visual resources (films, slides, three screens, recorded sound) were, at one point, supplemented by odours in the ventilating plant. This study of the possibilities of communication is a central interest of Eames, as in A Communications Primer, made for ART X. Now we can see some ambiguities in the film, for example, about the meaning of information in cybernetics, but it is still an impressive as well as a glittering film. By dramatizing aspects of transmitter-message-receiver systems Eames stresses design as a proces of transmission rather than design as approximation to a canon. He thinks in terms of relationships rather than aesthetic standards of form. \n\n**1** Sir Herbert Read: The Architect as Universal Man (Arts and Architecture, May, 1956).  \n**2** The author is indebted to Geoffrey Holroyd for information and ideas about Eames and to Frank Newby and Laurence Backmann who spoke at a discussion on Eames’ toys and films at the Institute of Contemporary Arts in April, 1956.  \n**3** For similar problems of remote control in sculpture, see article on John McHale by author: L’intervention du spectateur (Aujourd’hui, November, 1955).\n\n**Cover illustration**\nGold thimble, embroidering scissors. Old American toy railroad station. Chinese dominoes. Chinese patchwork quilt. \nBlock given by Summit Games Ltd.","author":"Lawrence Alloway","datetime":"2015-02-09T06:45:56.912Z","articleId":"Eames'-World-(1957)","humanDate":"February, 9th","comments":[{"id":42,"theme":"Eames","post":"Eames' World (1957)","content":"[The scanned article at the Eames Office](http://www.eamesoffice.com/scholars-walk/eames-world-by-lawrence-alloway/)","author":"","datetime":"2015-02-09T07:09:43.662Z"},{"id":43,"theme":"Eames","post":"Eames' World (1957)","content":"![CHARLES EAMES DESIGN PROCESS DIAGRAM](http://t4mam46q1tq2m4tjp1s8p4j1.wpengine.netdna-cdn.com/wp-content/uploads/2014/02/AW_CEn007.jpg)","author":"","datetime":"2015-02-09T07:11:51.044Z"},{"id":45,"theme":"Eames","post":"Eames' World (1957)","content":"![Charles & House of Cards](http://www.monpetitart-boutique.com/images/b_950591_image1.jpg)","author":"","datetime":"2015-02-09T18:37:15.426Z"},{"id":46,"theme":"Eames","post":"Eames' World (1957)","content":"Here is the orginal Giant House of Cards guide. I think it would be fun to make your own.\n![Giant House of Cards Guide](http://eamesdesigns.com/wp-content/uploads/2011/05/EAMES-GIANT-HOUSE-OF-CARDS-72.jpg)","author":"Chantal","datetime":"2015-02-09T18:40:12.818Z"}]},{"id":36,"theme":"Eames","title":"House-- after 5 years of living","content":"![yt](http://www.youtube.com/watch?v=hv7ipQdUrYk)","author":"Charles & Ray Eames","datetime":"2015-02-09T06:53:03.035Z","articleId":"House---after-5-years-of-living","humanDate":"February, 9th","comments":[{"id":41,"theme":"Eames","post":"House-- after 5 years of living","content":"[What’s in a Wood? How Science Helps to Reveal the Eames’ Vision](http://blogs.getty.edu/iris/whats-in-a-wood-how-science-helps-to-reveal-the-eames-vision/)\n\n![Artistry in nature. The Eames House wood paneling seen under the polarized light microscope. The bright white cubes are tiny crystals of calcium oxalate.](http://blogs.getty.edu/iris/files/2013/10/Wood-paneling-under-the-polarized-light-microscope.jpg)\n\n![They might look like doughnuts, but these are actually microscopic pits in the cell wall of a wood vessel. Seeing the size and arrangement of the pits helped us to identify the wood as eucalyptus.](http://blogs.getty.edu/iris/files/2013/10/Microscopic-pits-in-the-cell-wall-of-a-wood-vessel.jpg)  \nThey might look like doughnuts, but these are actually microscopic pits in the cell wall of a wood vessel. Seeing the size and arrangement of the pits helped us to identify the wood as eucalyptus.\n","author":"Arlen","datetime":"2015-02-09T07:03:18.376Z"}]},{"id":37,"theme":"Eames","title":"Week Two","content":"Wow, its already the second week of February! We're off to a good start. I've managed to be pretty productive despite the fact that I'm traveling and a little sick (thats why there were no posts for a while then a sudden burst to catch up). \n![Eameses at work/play](http://www.loc.gov/exhibits/eames/images/vc9616.jpg)\nThis week we will be focusing on the collaborative aspect of the Eameses, both their work as a couple and their work with others. We'll explore the work space were all the collaborative magic and madness took place and we'll look at one of their big keys to success: their constant and persistent prototyping and model building (*i.e.* constant experimentation). \n\n\n ### Week 2: The Collaboration ### \n\n* The Working Process: iterative prototyping\n* Ray and Charles: their specialties \n* The Eames Office\n* Clients\n\nDon't forget to check out the comments section of each post for more interesting information (and as we grow, more dialogue/discussion). ","author":"Chantal","datetime":"2015-02-09T17:28:02.523Z","articleId":"Week-Two","humanDate":"February, 9th","comments":[]},{"id":38,"theme":"Eames","title":"Working Process","content":"![prototypes](https://s-media-cache-ak0.pinimg.com/736x/ef/e4/42/efe442b1709e39ed593fee705c2b1ca4.jpg)\n* Create the best for the least for the most.\n* What works good is better than what looks good, because what looks good can change, but works good will still work.\n* Art resides in the quality of doing. Process is not magic.\n* Never delegate understanding.\n* Innovate as a last resort.\n* Design is a plan for arranging elements in such a way as best to accomplish a particular purpose.\n* I don’t believe in this “gifted few” concept, just in people doing things they are really interested in doing. They have a way of getting good at whatever it is.\n* Take your pleasure seriously.\n* The details are not the details. They make the design.\n\nIn the Eamesophile world there are many Eamesism’s that are used to explain the Eames philosophy and design approach. While you can get a good understanding of what they thought about design, I don’t think these clever one liners really get at the core of their design process. Charles and Ray were constantly experimenting and testing out their ideas by making scale models and prototypes. Granddaughter Llisa Demitrios said that Charles used to say, once you have an idea you should do a hundred versions of it, pick the best version and do it a hundred more times and so on until you are happy, and maybe the first idea will be the best or maybe not but in the mean time you will have learned a lot. In addition to learning a lot, I imagine that you would have a bunch of other ideas in the process. I’m sure this approach contributed to them having such a prolific body of work. \n\nBelow is a scale model designed for a film exhibit for the 1959 National Exhibition in Moscow. The exhibit was a cultural exchange between Russia and the U.S. as a sign of goodwill. \n![Moscow exhibit model](http://greg.org/archive/eames_moscow_mockup.jpg)\nAnd this was the real exhibit, inside a newly built [Buckminster Fuller](http://en.wikipedia.org/wiki/Buckminster_Fuller) (another one of my favorites) geodesic dome. I wonder how many changes they made to the original concept and model before deciding on the final version. \n![Moscow exhibit](http://cdn.theatlantic.com/static/mt/assets/science/7_Glimpses%20of%20America.jpg)\n\n","author":"Chantal","datetime":"2015-02-12T04:51:12.339Z","articleId":"Working-Process","humanDate":"February, 11th","comments":[]},{"id":39,"theme":"Eames","title":"Ray & Charles: their specialties (part one)","content":"Often times Charles is the focus of the partnership and Ray is sort of left out of the picture when in fact they had a strong collaboration going. Charles may have had the technical architectural, industrial design background but Ray was a learned artist and a master of aesthetics, not to mention had years of experience working at the Eames Office. In this two part post (I’m a little pressed for time, but want to do this topic justice) I want to highlight both of their skill sets and look at where the two overlapped and compliment one another. I’ve mostly been poking around on the internet and although there are many sites that discuss the two, its all sort of similar baseline info. But yesterday I was lucky to find myself somewhat broke and in downtown Seattle with some time to kill; the perfect opportunity to go to the Seattle Public Library and do some traditional book learning. \n\nI managed to read about two thirds of a really good essay by Joseph Giovannini called The office of Charles Eames and Ray Kaiser: the material trail, published in a book called The Work of Charles and Ray Eames: a legacy of invention (which I ended up buying online today). This article had exactly the perspective that I was hoping to find. \n\nGiovannini’s main point throughout the essay is that Ray was an accomplished artist on her own and was a much greater contributor to the collaboration than she is given credit for. She was in many ways much more forward thinking. He explained that Ray had an incredible paper trail from a fairly young age which can be dissected to figure out what she knew and when she knew it in relation to when she met Charles. Before the two met at Cranbrook, Ray had the equivalent of a two year liberal arts degree (she studied many forms of art including dance) from May Friend Bennett School for Girls (fairly prestigious in its day), seven years of graduate study with the famed artist Hans Hoffman, and many years of ardently attending shows and exhibits in New York City, a blooming art center. Ray had gallery shows and was one of the early members of the American Abstract Artists group which was so avant-garde at the time that they were shunned by MoMA and the greater artist community.\n![Ray Kaiser](http://4.bp.blogspot.com/-Ned57Sg2o7s/UTVI8dLkV_I/AAAAAAAAMfI/pu-77FYdw3Y/s1600/kaiser31.jpeg)\n![Painting by Ray](http://1.bp.blogspot.com/_Pmjd5_C6-M4/S8NyZv0JZSI/AAAAAAAAAko/25G7lYwI8no/s1600/Ray+Litho+1937.jpg)\nRay went to Cranbrook for four months to study design, presumably in preparation to build a house. She said, “I hadn’t had any practical training, and I thought that would be a very good thing to know, to increase my knowledge of how things are done. At one time, just before finding Hofmann, I was going to go to study engineering...Some how I’ve always been interested in structure, whatever form it was -- interested in dance and music and even my interest in literature had that base, I think... as structure in architecture. This seemed the perfect place because [I had heard] about Eero Saarinen and [the] great potter Maija Grotell.”\n\nExcerpt from the book:\n\t\t\nWhile most observers say that Ray’s talent was in developing forms, shapes, and color, the assessment is incomplete because it does not acknowledge her expertise in something more fundamental -- space that is richly three-dimensional. If Eames absorbed structure as the great lesson of modernism, Kaiser (thats Ray) brought to the collaboration another great foundation of modernism: the understanding that abstract art was spatial. She scribbled on an undated receipt found in her trunk, “Abstract Art. Based on pictorial spacial [sic] expression. Not based on representation” And it is in this marriage of his affinity for structure and hers for space that the quality of their early work resides.\n\nOkay, gotta run to Seattle! To be continued...","author":"Chantal","datetime":"2015-02-13T21:50:49.684Z","articleId":"Ray-&-Charles:-their-specialties-(part-one)","humanDate":"February, 13th","comments":[]},{"id":40,"theme":"Eames","title":"Ray & Charles: their specialties (part two)","content":"In my previous post I focused on Ray, her background and area of expertise, in this post I will attempt to do the same for Charles and also connect the two.\n\n![Charles](https://s-media-cache-ak0.pinimg.com/originals/10/1f/16/101f1606eaa7570a8d77b517323c4f6c.jpg)\n\nBefore Charles went off to study at Cranbrook he had worked in a steel factory (some speculate that this is where he learned about production). He had studied Architecture for two years at  Washington University in St. Louis and had his own architectural firm. It is often rumored that he was dismissed from school for having too modernist of architectural taste, however I find this hard to believe after reading the Joseph Giovannini essay I mentioned in the previous post. According to Giovannini, Charles’s work was of very good quality but quite conservative in terms of design, basically traditional revival style, nothing new and definitely not \"modern\". Charles practiced architecture for eight years and it wasn’t until he went to Cranbrook and started working with Eero Saarinen that he began to show an interest in Modernism. It is somewhat unfairly debated about the originality of Charles's inspirations for molded wood as if ideas are unique rather than things that float it the air and are caught by a few and formed into unique manifestations. I don't think this makes any difference in terms of Charles's credibility as a modern designer and architect, everyone has to start somewhere.\n\n![Dinsmoor House, 1936](http://farm3.static.flickr.com/2191/2181899031_d06f638e94.jpg \"Dinsmoor House, 1936 by Charles Eames\")\n\nAccording to one of Charles's classmate's (whose name I can't remember, sorry!), Charles spent very little time studying architecture while at Cranbrook, rather he would often spend his time doing photography, sculpture or various other art forms. I see this as him developing his taste and critical eye as an artist. One could say he studied to become an architect at Washington University and at Cranbrook he started to become the designer who he would later be remembered as.\n\nWhen the two met, Charles was married and teaching industrial design at Cranbrook. I don't want to speculate too much about their personal affairs (as they did in the 2011 film the Architect and the Painter), but I can imagine that Charles was inspired by Ray's well developed visual point of view. I can also imagine that in the early years of their collaboration, they probably played off of each other's mutual talents and areas of interest; Rays eye for sculptural form and three dimensional space, and Charles background in industrial design and architecture. It must have been an exciting time with a surge of inspiration for both. With their combined ideas and technical skills to realize those ideas, the possibilities were endless.\n\n![Charles and Ray](http://www.loc.gov/loc/lcib/9905/images/eames_1.jpg)\n\nWhen I was in art school studying fashion design I had the pleasure of designing a collection with two of my favorite classmates. The three of us had very different tastes and points of view; I hadn't really developed a particular aesthetic, but I was a serious textile-o-phile. This was probably one of the most interesting and enjoyable projects I worked on at school because we were constantly being inspired by one another and playing off each others' ideas. Our only problem was that we had too many ideas, editing was a real bitch. I can imagine that if we would have gone on to work together and produce clothes we would have been immensely productive, like the Eameses were (not that we were anything like them).\n\nAlthough Charles and Ray came to the partnership from different places (literally and figuratively), they both came fully equipped. Ray developed her aesthetic eye early on and learned technical and practical skills later and Charles vise versa. The two had in common an openness to learn by doing and think outside the box.","author":"Chantal","datetime":"2015-02-18T19:11:27.304Z","articleId":"Ray-&-Charles:-their-specialties-(part-two)","humanDate":"February, 18th","comments":[{"id":50,"theme":"Eames","post":"Ray & Charles: their specialties (part two)","content":"Sorry for the long break between posts, this business of traveling and writing is harder than you'd think, I don't know how journalists and travel writers make a living at it. ","author":"Chantal","datetime":"2015-02-18T19:11:50.837Z"}]},{"id":41,"theme":"Eames","title":"The Eames Office","content":"Where it all happened...\n-------\nA short documentary created by the daughter and grandson of Charles. It shows the 901 Washington Blvd. workshop as it was in its hay day and as it was left. It is both a good history of the work done in the workshop as well as of Charles and Ray. \n![yt](http://www.youtube.com/watch?v=Oe60mCCDP2E#t=47)","author":"Rúnar Berg","datetime":"2015-02-18T22:29:10.817Z","articleId":"The-Eames-Office","humanDate":"February, 18th","comments":[]},{"id":42,"theme":"Eames","title":"Clients","content":"For artist types the Eamses were unusually successful in their time. There was such a buzz around the Eames Office name that even the American government was seeking them out for their communication expertise. Among their clients were some of the biggest names in America at the time. Here are a few of their clients and the related work.\n\nIBM\n---\n\nThe Eameses are mostly known for their furniture today, but back then they did an immense amount of work for IBM. The collaboration began as early as 1957. IBM wanted to make their products better understood to the public, so they hired The Eames Office to help\nexplain the role and workings of new and prominent technology, like\ncomputers, to the average American.\n\nTheir first project for IBM was an animated film called *The\nInformation Machine: Creative Man and the Data Processor* shown at the\nIBM pavilion at the 1958 World's Fair in Brussels. Animated films like\nthat one were prevalent throughout this collaboration including in the\nrenowned exhibition *Mathematica: A World of Numbers... and Beyond*,\nopened in 1961, where the Eames explained the wonders of mathematics\nto the younger generations.\n\n![yt](https://www.youtube.com/watch?v=2UZYG33D2B4)\n\nAbove you can see experts from the IBM pavilion at the 1964 New York\nWorld Fair, yet another of the Eames-IBM collaboration.\n\nProbably the most famous of the Eames work for IBM is the educational\ndocumentary *Power of Ten: A Film Dealing with the Relative Size of\nThings in the Universe and the Effect of Adding Another Zero* released\nin 1977. It demonstrates what logarithmic scale means in terms of our\nuniverse, from a zoom in of quarks of a carbon atom at 10^-16 m, to a\nzoom out of the observable universe at 10^24m.\n\nPolaroid\n--------\n\nThe SX-70 was a revolutionary design in the world of instant\nphotography. The Eames Office was hired to promote this design. They\ndelivered a 11 minute long promotional video including both\nlive-action and animation to explain both the design and technology\nbehind the device.\n\n![yt](https://www.youtube.com/watch?v=Lo_1pyQ7xvc)\n\nThe US Government\n-----------------\n\nThe Eames Office was hired by long time colleague [George Nelson](http://en.wikipedia.org/wiki/George_Nelson_%28designer%29) (Herman Miller design director), who in turn was hired by [Jack Masey](http://www.theguardian.com/artanddesign/2008/sep/18/design.jackmasey) of the United States Information Agency. In 1959 the Eameses\nexhibited *Glimpses of the USA*, a demonstration of life in America\nintended for audience in the Soviet Union. It was compiled from a\nseries of stills shown on seven screens simultaneously, accompanied\nwith musical scores and narration.\n\n![Glimpses of the USA pavilion in Moscow 1959](http://media-cache-ak0.pinimg.com/736x/6d/69/49/6d6949b79a655241795801eae8b5371c.jpg)","author":"Rúnar Berg","datetime":"2015-02-19T23:37:37.419Z","articleId":"Clients","humanDate":"February, 19th","comments":[{"id":51,"theme":"Eames","post":"Clients","content":"Here is an excerpt from an article which I will post in full a little later on. I think it explains nicely the impetus behind IBM hiring the Eames Office. \n\nIt is not entirely clear at first how IBM, as a client, would benefit from an extremely expensive film on problem solving, and one that didn’t even highlight IBM products. Thomas Watson has stated that his company had an ongoing self-interest in cultivating a well educated American society. Eames Demetrios, in his book Eames Primer, saw it like so: “Charles tried to put it in a more hard-nosed context of genuine value for the company over the longer term — not just the notion that a well-educated public would in the long run be a healthier society and a better market for IBM’s products, but also that a society with deeper understandings was a better one for IBM to operate within.” When you take into account the technology that IBM was developing and marketing, this becomes a very progressive notion. And at the same time, one gets the impression that Charles was putting a wicked spin on the situation to further his own interests. He once said about IBM, “I think I could even persuade them of the value of the toy films if I had to.” --[Michael Neault](http://snoreandguzzle.com/?p=149)","author":"Chantal","datetime":"2015-02-20T10:59:25.850Z"},{"id":52,"theme":"Eames","post":"Clients","content":"the music in these videos interested me so i looked it up.\nIf anybody is interested of knowing that the music score composer is Elmer Bernstein who composed music for some of the Eames short films. Also for movies like, To kill a Mockingbird, Ghostbusters, Airplane! and many more.\n","author":"Maria ","datetime":"2015-02-21T23:39:25.906Z"}]},{"id":43,"theme":"Eames","title":"Movie Screening: An Eames Celebration","content":"**Date & time:** Friday, February 27th at 8pm  \n**Location:** Grettisgata 20A (Chantal and Rúnar’s place)\n![Charles and Ray](http://data3.whicdn.com/images/106559040/original.jpg)\nWe plan on showing the film *An Eames Celebration: Several Worlds of Charles and Ray Eames*... But getting the movie has proved to be a serious challenge. We might just have our own \"Eames Celebration\" so to speak... with a selection of Eames films. We will find out in the next couple of days, stay tuned and we will post an update in the comments section, where you can also RSVP :)\n\nHeres a video of Perry Miller Adato, the director speaking about our planned feature film and an excerpt from her home page:\n![yt](http://www.youtube.com/watch?v=YIbVIT43h1w)\n>In 1973, on the occasion of a large retrospective of their achievement in furniture design at the Museum of Modern Art in New York, Charles and Ray consented to be filmed and interviewed at MOMA and to be filmed within their latest exhibition on the history and future of the computer at the IBM building in Manhattan. Later, Charles reluctantly agreed to a biography of their lives and work as well while protesting that it was too soon for a summing up. Yet once filming began, his cooperation was unstinted. The filmmakers were given free access to the whole remarkable range of their activities, to excerpts from their films and to their vast photographic archives. A fourteen year-old Charles Eames is seen at work at the Laclede Steel Company.\n\n>Charles and Ray’s close collaboration and their individual identities are revealed through extensive filming of the couple at work in their legendary Venice CA studio and in far ranging interviews at their Palisades CA home. Buckminster Fuller provides a typically eccentric interview; architects Kevin Roche and Elliot Noyes and architectural critic Peter Blake contribute perceptive, collegial insights; Philip Morrison, noted physicist, lends his brilliant and lively acumen.","author":"Chantal & Rúnar","datetime":"2015-02-20T22:35:06.876Z","articleId":"Movie-Screening:-An-Eames-Celebration","humanDate":"February, 20th","comments":[{"id":54,"theme":"Eames","post":"Movie Screening: An Eames Celebration","content":"Update: The film has been digitized, now its just a matter of my source(s) coming through... More updates to come!","author":"Chantal","datetime":"2015-02-22T19:53:30.209Z"},{"id":55,"theme":"Eames","post":"Movie Screening: An Eames Celebration","content":"Sorry, couldn't get it :( \nI'm going to keep trying though...I need to own this film!\n\nWe'll be going to plan b, a fun grouping of Eames films with a magical 50's [technicolor](http://en.wikipedia.org/wiki/Technicolor) preshow. ","author":"Chantal","datetime":"2015-02-26T17:33:04.278Z"}]},{"id":44,"theme":"Eames","title":"Week 3","content":"![workin'](http://graphics8.nytimes.com/images/2012/12/17/arts/PAPERWORK-1355680970896/PAPERWORK-superJumbo.jpg)\nWeek 3 on film will be condensed to the movie night in an effort to catch up around here!","author":"Chantal","datetime":"2015-02-21T00:12:17.793Z","articleId":"Week-3","humanDate":"February, 20th","comments":[]},{"id":45,"theme":"Eames","title":"The Films of Charles & Ray Eames","content":"*Previously posted at *[Snore & Guzzle](http://snoreandguzzle.com/?p=149)* on September 11th 2008.*\n\n>THIS EMPTINESS IS NORMAL.\n>\n>THE RICHNESS OF OUR OWN NEIGHBORHOOD IS THE EXCEPTION.\n\n>**~ POWERS OF TEN**\n\n![Radiation is a function of temperature](http://snoreandguzzle.com/images/eames-1.jpg)\n\n*Charles & Ray Eames were artists adept at an astonishing number of disciplines. They produced museum exhibitions, architecture, logotypes, toys, slide-shows, furniture, books, photography, paintings and over 100 films. However, their films are the least discussed of their output. One of the main reasons is the sheer difficulty in acquiring access to them. Only about a quarter of their films have been released on home video. They are one of the few American artists with an entire era named after them, but their films are rarely placed on a level with their furniture or architecture. And yet their films contain some of the most generous, sincere and original ideas of the century.*\n\nWhen you enter the property of Charles & Ray Eames in Santa Monica, California, you pass a stacked cord of firewood, a shed of old tools, potted plants in clay jars, and a multitude of mulch-covered paths. There is nothing particularly remarkable about the landscape but, by virtue of their very proximity to the Eames’ house, everyday objects acquire a unique charge that can only be described as Eamesian. The Eamesian touch is tempting to describe, but best left for the images to speak for themselves.\n\nThe film *House (After Five Years of Living)* (1955) documents the structure Charles & Ray designed, and lived in from 1950 until their deaths. The film is a series of 35mm stills, and by shooting over a period of several years, Charles was able to capture very precise moments and perspectives in and around the house. You see the house as Charles might have seen it and get a sense for the spatial relationships and how light interacted with the architecture. Some of the more subtle details are highlighted in these photographs: a window with butterflies pressed between the glass; a small black and white photograph of trees on the facade; the spiral staircase from multiple angles. House was produced using a unique system of optical fades, which Charles invented especially for this film. Charles & Ray had a knack for invention, and it’s a quality they share with Stanley Kubrick – when confronted with a technological constraint, they would not be discouraged, they would innovate.\n\n![Eames House](http://snoreandguzzle.com/images/eames-2.jpg)\n![scissors](http://snoreandguzzle.com/images/scissors.jpg)\n![leaves](http://snoreandguzzle.com/images/leaves.jpg)\n![eames](http://snoreandguzzle.com/images/eames-e.jpg)\n\nConsidering their knack for invention, one of Charles’ most famous quotes seems counter-intutive: “Innovate as a last resort.” This quote only makes sense in the context of their research and methodology. The Eames’ had a keen sense of history, and spent a good deal of time researching before they committed to a project. If they could build upon their pedigree, rather than create anew, they would. They wouldn’t innovate just for the sake of innovation.\n\nCharles & Ray moved to California from Michigan, where they met at Cranbrook Academy of Art. Charles was teaching and practicing architecture with Eero Saarinen and Ray was a student of fine arts. Upon arriving in California in 1941, they began experimenting with molded wood, using a machine they had crafted to pressure-treat wood. After finessing the technique, they were contracted by the US Army to produce splints and stretchers made from a single mold. The molded plywood experiments would ultimately develop into their best known furniture designs: the plywood chairs and later, the Eames lounger. The assembly of the Eames Lounger is documented in *Lounge Chair* (1956), a simple, black & white promotional film made for the Herman Miller furniture company. Elmer Bernstein made an improvised score on this film, and worked with the Eames on nearly all of their films. Even though Bernstein was working on the score for the epic *The Ten Commandments* (1956) at the time, he found time to work on a small film made in a workshop.\n\nThe manipulation of plywood was revisited and refined into many forms throughout the life of the Eames Office. The original premise behind the plywood chair was to make an organic piece of furniture with the least possible components. There is a general stratagem in science that says the best solution to a problem is often the simplest, and therefore the most elegant. Charles & Ray Eames applied this concept to their furniture designs, and later, their films.\n\nThe first chairs were designed without upholstery, and therefore exposing the base plywood. This represented an important ideal for Charles & Ray. Objects and materials should be appreciated for their intrinsic worth, and should not be disguised as anything else. This ethos is displayed in *Toccata for Toy Trains* (1957), made the same year the Eames Lounger was produced. The introduction to the film contains a narration by Charles: “In a good old toy there is apt to be nothing self-conscious about the use of materials. What is wood is wood; what is tin is tin; and what is cast is beautifully cast. It is possible that somewhere in all this is a clue to what sets the creative climate of any time, including our own.”\n\nThis statement feels somewhat out of place in a film that is ostensibly made for children, but it was common for Charles to smuggle ideas in unlikely places. For the Eames, honesty was a virtue applied not only to human emotions, but projected onto all materials and inanimate objects.\n\n![Toy train](http://snoreandguzzle.com/images/eames-g.jpg)\n\nToys occupy several of the Eames films, including *Tops* (1969), a purely visual film that documents the short life span of a spinning top. It’s essentially a silent anthropological film and captures tops from different cultures and eras. The Eames Office contained a menagerie of toys, and it was Charles who once asked rhetorically, “Who would say that pleasure is not useful?” Both *Toccata for Toy Trains* and *Tops* are shot from the extreme perspectives of close-ups – an expressionistic technique that lets the audience experience toys as if from the eyes of a child.\n\n![Tops](http://snoreandguzzle.com/images/eames-h.jpg)\n![Top](http://snoreandguzzle.com/images/eames-i.jpg)\n\n*Toccata for Toy Trains* was actually inspired by director Billy Wilder, who gave the Eames a precious miniature locomotive called the “Grand Duke.” Wilder and Eames met on the MGM lot, and were introduced by Alvin Lustig (a California based graphic designer). They maintained a close relationship and Charles & Ray accompanied the newlywed Audrey and Billy Wilder on their honeymoon. Charles produced a montage sequence for Wilder’s *Spirit of St. Louis* (1957), which featured images of a subject dear to his heart: airplane craftsmanship. (This film is notably the only foray into Hollywood filmmaking. It is telling that Charles & Ray were never seduced by the glamour and money of the studios.)\n\n![working](http://snoreandguzzle.com/images/eames-b.jpg)\n![drafting](http://snoreandguzzle.com/images/eames-c.jpg)\n![gluing](http://snoreandguzzle.com/images/eames-d.jpg)\n\nLater, Charles designed a reclining lounge chair for Billy, and also gave him the first Eames Lounger off the assembly line. Wilder even commissioned a house to be designed by the Eames, but it was never built. Charles Eames introduced Billy Wilder to designer Saul Bass, who later designed the colorful patchwork titles for Wilder’s *Seven Year Itch* (1955). Bass would ultimately become Hollywood’s foremost graphic designer.\n\nOne of Wilder’s closest collaborators, writer I.A.L. Diamond, is credited as a co-writer and consultant on *View From the People’s Wall* (1966). This film is a condensed version of *Think* (1964), a multi-screen presentation played at IBM’s pavilion during the New York’s World Fair in 1964-1965. The “people wall” is a reference to the stacked stadium seating of the Ovoid theater. The Ovoid Theater was the centerpiece attraction of the IBM Pavilion, designed by Charles and Eero Saarinen. It was an egg shaped structure that stood 90 feet above the ground. Inside was a bewilderingly complex set of 22 screens, of varying shapes and sizes, where 35mm projectors played a synchronized film presentation. The film is essentially a lesson in problem solving. Although it was experienced by fair-goers for the sensational entertainment, it was not unlike taking a short college class. The lesson was simple. Problem solving was not reserved for elite scholars and engineers. If one could approach familiar problems in the same manner as complex ones, solutions could seem more within reach. It’s a provocatively simple and positive idea.\n\nThe film *IBM at the Fair* chronicles the architecture and exhibitions of the pavilion, with a breeziness that barely hints at the amount of effort that went into its construction. Within the film there a several cameos of Eames furniture, and a brief glimpse of Ray herself, who looks directly into the camera.\n\nHere, it is important to note that Charles & Ray were active at an pivotal juncture in the history of design. They were working in post-war America, where business was experiencing unprecedented growth, and the American public had acquired a taste for good design (for just one bit of evidence, see the film *American Look* (1958), sponsored by Chevrolet). They were working for IBM — one of the most affluent companies in the world, and a company helmed by Thomas J Watson, Jr, an exec who was famously concerned with the image of his company. Paul Rand was employed as creative director at IBM for many years.\n\n![yt](http://www.youtube.com/watch?v=2UZYG33D2B4)\n\nIt is not entirely clear at first how IBM, as a client, would benefit from an extremely expensive film on problem solving, and one that didn’t even highlight IBM products. Thomas Watson has stated that his company had an ongoing self-interest in cultivating a well educated American society. Eames Demetrios, in his book *Eames Primer*, saw it like so: “Charles tried to put it in a more hard-nosed context of genuine value for the company over the longer term — not just the notion that a well-educated public would in the long run be a healthier society and a better market for IBM’s products, but also that a society with deeper understandings was a better one for IBM to operate within.” When you take into account the technology that IBM was developing and marketing, this becomes a very progressive notion. And at the same time, one gets the impression that Charles was putting a wicked spin on the situation to further his own interests. He once said about IBM, “I think I could even persuade them of the value of the toy films if I had to.”\n\nThe Eames’ films are frequently lumped into a category known as “classroom” films or “sponsored” films (which are exactly what they sound like: films shown in a classroom setting, and films funded by corporate sponsors, respectively). And while neither is technically false, it isn’t entirely accurate either. While Charles & Ray were frequently contracted by corporations like Polaroid, Westinghouse, and IBM, they never made films on demand. Nearly all their films represent a symbiotic relationship between the artist and the client, and they only made films when there was genuine interest. *Witness Westinghouse ABC* (1965), which is essentially a montage of the Westinghouse product line (note that the Westinghouse logo was designed by Paul Rand). Even here there is a spirited interest in the subject. In the film, Charles & Ray focus on the technology and typography at a break-neck tempo and transform what would otherwise be an incredibly dry subject into something rich and lively. Also, in *SX-70* (1972), intended as a promotional film for the newly released Polaroid SX-70 camera, the Eames’ take advantage of the opportunity to discuss optics, transistors and to display their own polaroid photographs.\n\n![taking photo with polaroid](http://snoreandguzzle.com/images/eames-a.jpg)\n![Polaroid mechanics](http://snoreandguzzle.com/images/eames-SX70.jpg)\n\nCharles & Ray Eames used film as a “tool,” and asserted that their films were vessels for an idea. For them, the idea was more important than the medium. When one interviewer proposed that their films might be interpreted as experimental, Charles replied, “They’re not experimental films, they’re not really films. They’re just attempts to get across an idea.” Paul Schrader, in the lone academic article about their films, “Poetry of Ideas,” published in Film Quarterly in 1970, said, “The classic movie staple is the chase, and Eames’ films present a new kind of chase, a chase through a set of information in search of an Idea.”\n\nIf you think of ideas as a product, the films were simply the most effective method of delivering the ideas to the public. And considering the Eames’ appreciation for mass production, you might even consider their film output to be ideas produced *en masse*. There are few filmmaker analogues to the Eames’, and while they made non-fiction films, they’re not really documentaries, they’re more like film essays — a genre most people think to be occupied exclusively by Chris Marker or Agnes Varda. Yet, while Marker is often sprawling, Charles & Ray crafted a visual language as spare and precise as that of Hemingway’s. Rarely do their films exceed a single reel of film, which is roughly 10 minutes.\n\nPaul Schrader developed an argument in his Film Quarterly essay that the Eames’ films practice a type of “information-overload,” wherein the audience is subjected to a surplus of information — “more data than the mind can assimilate.” While there is a good deal of data to be absorbed, I don’t believe it was designed to be overload. It’s hard to imagine that a designer as pragmatic as Charles Eames would’ve set out to boggle people’s minds. Consider one of the rare interviews Charles gave as a supplement to a French design exhibition. He was asked, “What is your definition of design.” And replied: “A plan for arranging elements in such a way as to best accomplish a particular purpose.” The rest of the interview is so succinct that it almost feels terse.\n\nCharles was pre-occupied with the idea of “noise” in communications systems, an idea explored in *A Communications Primer* (1953). Information overload would’ve resulted in an impenetrable wall of information.\n\nIf there’s one theme all the Eames’ films share, it’s clarity. Most of the Eames’ films can be understood and appreciated by audiences of all ages, and all backgrounds.\n\n![A communications primer](http://snoreandguzzle.com/images/eames-3.jpg)\n\n*Powers of Ten* (1977) is the Eames’ best known work and a culmination of many ideas and themes. It is also something of a skeleton key for understanding the rest of their work. It presents the profound idea of orders of magnitude, with the subtitle of the film being: *A Film Dealing With the Relative Size of Things in the Universe and the Effect of Adding Another Zero*. The film was originally developed in 1968 and was entitled, *A Rough Sketch for a Proposed Film Dealing with the Powers of Ten and the Relative Size of Things in the Universe*. The “rough sketch” in the title is testament to the Eames’ penchant for perpetually iterative design. This is the case for many of their projects — *Tops* was initially made in black and white in 1957, and perfected 12 years later in color; the Eames Lounger was an idea 30 years in the making; *Powers of Ten* took so long to evolve that in the time it took to produce, science had broken through yet another power in the understanding of quantum physics.\n\nThe narrative of *Powers of Ten* uses the simple device of an imaginary traveler shooting out to the cosmos and then boomeranging back to the micro-cosmos. We begin with a couple having a picnic in a park, and as the man lies down for a nap, the journey commences. The camera rises like a ghost from his sleeping body and flies out to the far reaches of the known universe. It then returns to the man and proceeds to journey deep into the cell of the human body, finally landing on the micro-structure of a carbon atom. Measured in meters, it maxes out at 10^25^ and ends at 10^-16^. It is all done in a single, continuous, seamless shot. You might call it the most ambitious tracking shot in the history of cinema. The seamlessness in editing can be compared to the fluidity of a spinning top, the compound curves of the plywood chairs, or one of the many photographs Charles took of eggs. The film is narrated by Philip Morrison, a physicist at MIT, and a close friend of Charles & Ray.\n\nFrom frame one, the audience is presented with what Edward Tufte would call, in relation to information design, a *multidimensionality of information*. There are numerous examples of multiplicity in image, where one design element is made to do the work of two or three. And not unlike reading a map, the audience is presented with signs and symbols to eliminate redundant information, and to compress data.\n\nThe first shot shows a man on a beach blanket (reading *Voices of Time by* J.T. Fraser, for good measure), and the left side of the frame is labeled 1 meter, which equates to the maximum height of the frame, and on the right, the frame is labeled 100 meters. As the journey progresses, the frame recedes systematically and becomes a measuring stick for space on the X and Y axis. As the camera moves away from the man in the park, we are informed that we are moving at a pace of 10^10^ meters per second, and that “in each ten seconds of travel the imaginary voyager covered ten times the distance he had covered in the previous ten seconds.” Rather than moving at an arbitrary pace, the film equates the momentum of the tracking shot with that of space, and so, the exponential series is charted on the Z axis of depth and time. Therefore, not only does one see the progression of space, one feels it in the progression of time. Simultaneously, the narrator is citing visual metaphors to further convey the relativity of objects — “10^4^ meters, 10 kilometers, the distance a supersonic aircraft can travel in ten seconds.”\n\n![powers of ten](http://snoreandguzzle.com/images/eames-j.jpg)\n\n*Powers of Ten* has a cyclical structure, and could be played from tail to head with the same effect. The short mathematics film *Alpha* (1972), made for the museum exhibition “Mathematica,” was designed in the same manner. In classrooms, the teacher was instructed to run the film forwards, and then backwards to illustrate the point. The film form itself is as much a reflection of mathematical concepts as the film is a study of them.\n\nPhilip Morrison, as quoted by Tufte in his book *Envisioning Information*, once described the visually rich human history of charts, graphs and maps as “Cognitive Art.” *Powers of Ten* could also fit neatly into this category. It is perhaps the first map to incorporate the element of time.\n\nOnce the camera reaches its furthest vector, at 10^25^ or 100 million light years, the voyage pauses for a moment, and the narrator remarks: “This lonely scene – the galaxies like dust, is what most of space looks like. This emptiness is normal. The richness of our own neighborhood is the exception.” And once the voyage back to Earth starts, the narrator comments further: “Notice the alternation between great activity and relativity inactivity, a rhythm that will continue all the way into our next goal: a proton in the nucleus of a carbon atom beneath the skin on the hand of a sleeping man at the picnic.” He’s comparing the juxtaposition of galaxies and the vacuum of deep space, and the relatively vast distance between tiny particles at the atomic level.\n\nWhile this is clearly practical information for the science student, it is also telling commentary on the Eames’ own artistry. Their films have a tendency to alternate between what Italian writer Italo Calvino might refer to as “lightness and density.” Most of their films are a careful balance of heavy information interspersed with refreshing bits of featherweight beauty and humor. In all of their short mathematical films, after a set of challenging equations, a small animated heart pops out just before the end of the film.\n\nIn his Charles Eliot Norton lectures at Harvard, Italo Calvino reminded the audience about the reciprocal relationship between lightness and density. He was speaking about literature, but used a metaphor that Charles & Ray would probably find appropriate:\n\n“At this point we should remember that the idea of the world as composed of weightless atoms is striking just because we know the weight of things so well. So, too, we would be unable to appreciate the lightness of language if we could not appreciate language that has some weight.”\n\nIn the final and smallest stage of the film, we approach the carbon nucleus. The narrator says, “We are in the domain of universal modules. There are protons and neutrons in every nucleus, electrons in every atom, atoms bonded into every molecule out to the farthest galaxy.”\n\nIt’s one of the last statements Charles put on film, and it’s a comment — not about the difference of things, as one might think at the start of the film — but about the universal sameness of things. As such, you begin to understand *Powers of Ten* is much more than just a document representing orders of magnitude. And it all happens in 9 minutes.\n\nCharles Eames died the year after *Powers of Ten* was released. After Charles passed away, Ray Eames spent the next ten years chronicling the expansive portfolio of the Eames office into a giant book called *Eames Design*. She also spent time preparing their materials for archiving at the Library of Congress. There are 800,000 photographs now stored at the Library. However, their films remain in a state of disorganization and disrepair. Films determined to be “classroom” films are infrequently granted the status of “art,” and therefore are given short shrift for care and restoration. Many of their films are faded, or in poor physical condition, and despite the fact they made over a hundred films, few are presently accessible.\n\nPrints lack central housing, so when I curated a program of their films for the Dryden Theatre at George Eastman House in Rochester, NY, the program was culled from no less than six different sources. Also, films like *Think, Glimpses of the USA* and most of their slide projections — while cutting edge for the time — now require obsolete technology operated by skilled technicians, and are nearly impossible to recreate. *Tops* and *Toccata for Toy Trains* only exist on film in faded 16mm copies. *Eames Design* is currently out of print. *Powers of Ten* was enrolled in the National Film Registry at the Library of Congress, but at the present time is currently out of circulation due to damage to the preserved print.\n\nCharles was once asked by the Royal College of Art in London to create a documentary about 901 Washington Boulevard — the headquarters and workshop of the Eames Office. Within the workshop was an integrated space that had darkrooms, cutting rooms, a theatre, a kitchen and a woodshop — basically everything the Eames’ needed to work self-sufficiently. It was also outfitted with an unusual musical invention. Charles & Ray crafted a musical tower made from metal tone bars, not unlike those you might find on a glockenspiel. They assembled the bars vertically, braced by a chute, so that when you dropped a ball into the tower, it would play a music-box-like melody. It was a fitting musical accompaniment for the space.\n\nCharles documented 901 (as they liked to call it) through a kaleidoscope for the Royal College, giving the space a mysteriously fractured and colorful atmosphere, and totally obscuring any real clues about the space. Only years after Charles & Ray had passed away, and weeks before the Library of Congress came to cart away their materials was the workshop documented by their grandson, Eames Demetrios in *901: After 45 Years of Working* (1990). As Gordon Ashby once noted, “901 was Charlies’ instrument – and he knew exactly how to play it.”\n\n~Michael Neault\n\n**Editor’s note:** This article was original written for an Eames retrospective exhibited at the Dryden Theater at George Eastman House. The following films were screened:\n\n16mm\n\nTOPS (1969, 7 mins)  \nTOCCATA FOR TOY TRAINS (1957, 13 mins)  \nLOUNGE CHAIR (1956, 2 mins)  \nKALEIDOSCOPE SHOP (1959, 4 mins)  \nSX-70 (1972, 11 mins)  \nVIEW FROM THE PEOPLE’S WALL (1966, 13 mins)  \n901: AFTER 45 YEARS OF WORKING (Eames Demetrios, 1990, 29 mins)\n\n35mm\n\nIBM AT THE FAIR (1965, 8 mins)  \nALPHA (1972, 1 min)  \nEXPONENTS (1973, 3 mins)  \nWESTINGHOUSE ABC (1965, 12 mins)  \nHOUSE (1955, 10 mins)  \nPOWERS OF TEN (1977, 10 mins)  \n\nMany thanks to the Library of Congress and the Eames Office in Santa Monica, CA.\n\n![Made by Charles and Ray Eames](http://snoreandguzzle.com/images/eames-f.jpg)\n\n---\n\n*[Snore & Guzzle](http://snoreandguzzle.com/?page_id=2) is a private press started around 1999 by Michael Neault in Portland, Oregon. Feel free to subscribe to Michael Neault's Twitter [@michael_neault](https://twitter.com/michael_neault)*","author":"Michael Neault","datetime":"2015-02-22T18:06:03.118Z","articleId":"The-Films-of-Charles-&-Ray-Eames","humanDate":"February, 22nd","comments":[]},{"id":46,"theme":"Eames","title":"Week 4 ","content":"![Mathematica](http://www.australiandesignreview.com/wp-content/uploads/2013/06/Essential-Eames-exhibition-Singapore.jpg)\nIn this final week we will take a look at some of the biggest exhibits produced the Eames Office. By now we've mentioned a few different exhibits without going in depth into any of them, this week we'll be getting to the bottom of things! By the end of this week you will be well versed in vast world of Eames exhibits as well as a graduate of our four step Eames E-course (but seriously, you'll know a lot)! \n\n\n ### Week 4: Exhibitions ### \n\n* Mathematica\n* An American National Exhibition in Moscow\n* 1964-65 World's Fair (IBM)\n* National Fisheries Center & Aquarium\n* Nehru: His life and his India\n* Eames Exhibited, their legacy","author":"Chantal","datetime":"2015-02-23T14:38:46.745Z","articleId":"Week-4-","humanDate":"February, 23rd","comments":[]},{"id":47,"theme":"Eames","title":"Mathematica: A world of numbers... and beyond","content":"![Mathematica](http://www.shamskm.com/blogs/wp-content/uploads/2012/04/ibm_minds_of_mathematics.jpg)\nAside from furniture showrooms and design related exhibits, *Mathematica: A world of numbers...and beyond* was one of the first large scale public exhibitions produced by the Eames Office. The exhibition was commissioned by IBM as a donation to the California Museum of Science and Industry. The exhibit premiered in 1961 and has been continually on display in various locations either in original form or reproduced to this day. \n![Mathematica booklet intro](http://i.ebayimg.com/00/s/ODk5WDE2MDA=/z/5qoAAOSwZjJU4o-~/$_57.JPG)\nThis ground breaking exhibition successfully communicated the simple and complex beauty of mathematics to the masses in a multidimensional way. The exhibit features fun interactive stations, visual stimulation, and contextual information overload. It can be viewed as a practical application of the Eamesian theory of communication^1^; not a solidly recognized theory, but an idea that the Eameses thoroughly explored throughout their careers. Although I have not been to the exhibit myself, it seems that to fully appreciate the exhibit you have to know a little bit about their communication theory, so I will begin there.\n\nThe film *A Communications Primer* (1953) touches on this, breaking down the idea of communication and decompartmentalizing different kinds of communication into fundamental components such as the ones in this diagram:\n![communication diagram](http://dada.cca.edu/~jdahme/comm/shannon_diagram.png)\nBut the most complete execution and explanation of this idea of communication was in an experimental teaching technique designed for University of Georgia called [*A Rough Sketch for a Sample Lesson for a Hypothetical Course* (AKA *Art X*)](http://www.eamesoffice.com/the-work/sample-lesson-for-a-hypothetical-course/).\nPat Kirkham explains in the book *Charles and Ray Eames: Designers of the Twentieth Century*:\n>Nelson and Eames had reconsidered the whole approach to teaching and learning in the department, and they suggested a move away from the delivery of factual information in favor of developing the students' creative capacity and their ability to understand ideas. They hoped to break down compartmentalization by helping the students make links and cross-references between subject areas.\n\n>The aim was to replace the conventional lecture with new teaching techniques, including three concurrent slide images, film, a narrator, a large board of printed visual information, sound and complimentary smells piped through the ventilation system. Charles later remembered:\n\n>\"We used a lot of sound, sometimes carried to a very high volume so you would actually feel the vibrations.... We did it because we wanted to heighten awareness.... The smells were quite effective. They did two things: they came on cue, and they heightened the illusion. It was quite interesting because in some scenes that didn't have smell cues, but only smell suggestions in the script, a few people felt they had smelled things -- for example, the oil in the machinery.\"\n\nSo getting back to the point... I believe that the \"Eamesian Communication Theory\" can be summed up as thus: Information overload directed at multiple senses and multiple sensibilities, with repetition, and duplicate forms of the same message, will impart the message to a broad audience. And this can be seen in Mathematica (although probably not the smell part, I don't think math has a particular smell). I stress this background because *Mathematica*, and other Eames exhibits have at times been [criticized](http://theexhibitdesigner.com/2010/02/16/mathematica/) for being too all over the place, too much text and visual stimuli. This is a valid critique, but I think its important to get the context so the idea doesn't get lost. \n\n---\nToday Mathematica can be seen at the Boston Museum of Science and the New York Hall of Science where it is on permanent display. Heres a modern day video tour: ![yt](http://www.youtube.com/watch?v=8SE9Hsa7fZM)\nI wish that there was a film tour from the 1960's for the full effect, but I will attempt a photo tour^2^^,3^. These are the main attractions of the exhibit, but as I understand it, the exhibit was even more extensive. Too bad there isn't a good digital catalogue. \n\n\n ### Celestial Mechanics ### \n\n![celestial mechanics](https://chuckmanchicagonostalgia.files.wordpress.com/2012/03/postcard-chicago-museum-of-science-and-industry-mathematica-exhibit-c1960.jpg)\n![yt](http://www.youtube.com/watch?v=AZQdy2a9NbY)  \nThe visitor launches steel balls across a smooth cone-shaped surface. The path of the ball is similar to that of the planets revolving around the sun or satellites around the Earth.^4^\n ### History Wall ### \n\n\n![history wall](http://www.howdesign.com/wp-content/uploads/2010/05/mathM_wall1.jpg)\nThe history wall is a timeline that documents the\nevolution of of mathematics from a.d. 1100 to 1950\n- a chronology in words and images of biographies of\nmathematicians and the major milestones and developments \nin mathematical concepts.\nIf you have an iPad, you can experience this via an app created by IBM and the Eames Office: [Minds of Modern Mathematics App](https://itunes.apple.com/us/app/minds-of-modern-mathematics/id432359402?ls=1&mt=8)\n\n ### Mathematics Image Wall ### \n\n![image wall](http://www.exhibitfiles.org/dfile2/ReviewImage/344/original/ImageWall.jpg)\nOn the image wall, photographs and diagrams provide visual \ndemonstrations of mathematical principles.\nSuspended panels are displaying quotations by mathematicians.\n ### Mathematical Model Case ### \n\n![Mathematical models](https://s-media-cache-ak0.pinimg.com/originals/cb/74/ad/cb74adb327695b3c3fbba5ff7c0adf32.jpg)\n\n ### Minimal Surfaces ### \n\n![minimal surfaces](https://s-media-cache-ak0.pinimg.com/originals/1c/14/de/1c14de23bbaa430cb7a647bf0108bf61.jpg)\nGuests also experience the concept of minimal surfaces \nas a soap film membrane assumes the shape of a solid \ngeometric frame.\n\n ### Mobius Band ### \n\n![mobius band](http://www.travelersdaily.com/wp-content/uploads/2013/08/Mathematica_Moebius-Strip.jpg)\nOn the mobius band a red arrow \ntravels around the double-sided surface.\n ### Multiplication Machine ### \n\n![multiplication machine](http://www.shamskm.com/blogs/wp-content/uploads/2012/04/charles_eames.jpg)\nIn the multiplication cube, a cube composed of 512 electric\nlightbulbs illuminates the answers to multiplication problems\nentered sequentially on a keyboard by the visitor. \n\n ### Probability ### \n\n![probability](https://s-media-cache-ak0.pinimg.com/originals/e2/57/03/e257035b9e456f21fdb2492e39db3cdd.jpg)\n![probability](http://t4mam46q1tq2m4tjp1s8p4j1.wpengine.netdna-cdn.com/wp-content/uploads/2014/05/11036985485_26dfdc26fd_b-700x270.jpg)\nWhen the button is pressed in the probability machine, \n30,000 plastic balls fall through a maze of 200 steel pegs,\nrandomly forming the classic bell curve.\n\n ### Projective Geometry ### \n\n![projective geometry](https://theexhibitdesigner.files.wordpress.com/2010/02/mathematica1.jpg)\n![Projection and problem solving](https://theexhibitdesigner.files.wordpress.com/2010/02/mathematica2.jpg)\n\n ### Mathematical Peepshows ### \n\n![mathematical peepshows](http://transmuseus.net/wp-content/uploads/2013/04/DSC04204-1000.jpg)\nThe exhibition originally included five 'peep shows', \ntwo minute films about mathematical concepts projected in \nindividual viewing devices. They were intended for a short \nattention span: 2 minutes.\nEratosthenes  \n![yt](http://www.youtube.com/watch?v=wPR3XhIDP9w)  \nTopology  \n![yt](http://www.youtube.com/watch?v=vTJ_tjVJBf4)  \nSymmetry  \n![yt](http://www.youtube.com/watch?v=OHA6Hcj7P8o)  \nSomething About Functions  \n![yt](http://www.youtube.com/watch?v=aGxkXjsBwlE)  \n2^n^  \n![yt](http://www.youtube.com/watch?v=2OuJhaqeUbo)  \n\n\n ### In conclusion: ### \n\nWhether you like their exhibition style or not, its still considered valid in the world of exhibition design and is looked at as a [good example](http://www.howdesign.com/parse/understanding-end-users-and-metacognition/). Their exhibit is over 50 years old and is still being enjoyed by  millions^5^ and is even being modernized, as in the new [iPad app](https://exhibitdev.wordpress.com/tag/mathematica/).\n\n---\n^1^: It seems that this was actually more of a Charles thing, in particular Charles and George Nelson. As I'm not exactly sure, I don't want to exclude Ray from this because she was a partner in all of this.  \n^2^:I tried really hard to find a digital copy of the original exhibition booklet, but unfortunately it is a victim of the commodification of the all things Eames, *ie.* its a collectors item which can be purchased for $800, no joke!  \n^3^: I was a little lazy when it came to captions, so they come from [Designboom](http://www.designboom.com/eng/funclub/mathematica.html)  \n^4^:[The Lewiston Daily Sun - Nov 11, 1981](http://news.google.com/newspapers?nid=1928&dat=19811111&id=x3kgAAAAIBAJ&sjid=jWcFAAAAIBAJ&pg=1636,1973256)  \n^5^: If you're more the objective, statistical type, heres some [data about the exhibition and its attendees](http://www.museotech.com/design_wp/wp-content/uploads/2007/10/mathematica_evaluation1.pdf)","author":"Chantal","datetime":"2015-02-25T20:20:33.534Z","articleId":"Mathematica:-A-world-of-numbers...-and-beyond","humanDate":"February, 25th","comments":[]}]