[{"id":48,"theme":"The Food We Eat","title":"Happy Frozen Foods Month!!!","content":"![image description](https://scontent-ams.xx.fbcdn.net/hphotos-xap1/v/t1.0-9/s720x720/10153134_10152664530424989_1370942841_n.jpg?oh=22e65fd08c15895e4db021da434c570e&oe=558187C0)\nDid you know that March is Frozen Food Month? And did you know \"*Frozen foods are cool again*\" and \"industry experts indicate that 2015 marks the start of a resurgence in the freezer aisle as consumers look for alternatives to other packaged foods\"? Of course you didn't, you [cabbage](http://en.wiktionary.org/wiki/cabbage) head! Obviously the [National Frozen & Refrigerated Foods Association, Inc.](https://www.nfraweb.org/) hasn't told you yet. \n\nI came across this goldmine when I was searching for food related things to write about this month. While I'm probably giving them more publicity than I should, I couldn't resist exposing the hilarious attempts of a PR agency to make frozen foods seem cool. Sure, they might be convenient sometimes, but cool? Come on, lets be reasonable...\n\nRegardless, lets see what the NFRFA has to tell us (my thought in *red itallics{red}*):\n\n**NATIONAL FROZEN & REFRIGERATED FOODS ASSOCIATION\nFROZEN FOODS MESSAGING**\n\n\n**Historical Messages**\n* Frozen foods were first introduced to the masses in 1930, but the practice of freezing food for the purpose of preserving freshness has been around for centuries *Gosh really?{red}*\n* America has particularly embraced frozen food in relation to innovation:  \nMicrowaveable frozen meals – aka the TV dinner – were invented in the early 1950s  *Well, not really...the TV dinner was \"invented\" in the 1950s, \"microwaveable frozen meals\" came much later, it even alludes to that in the next bullet point{red}*\n* The introduction of the microwave oven for home use in the 1980s solved mealtime issues for working parents *God bless America, a hard working parent will never have to choose between feeding their child and work again. Keep on workin'!{red}*\n* Innovations in cooking and packaging including self-rising pizzas, steam-fresh vegetables and varied serving sizes from family portions to single-serve  were introduced in the early 2000s *Really, it took that long?{red}*\n\n\n**Campaign Messages**\n* The National Frozen and Refrigerated Foods Association is working to contemporize where and how we communicate about frozen foods to better align with consumer demand and today’s complex food environment *Wanna meet up down at the local cafe and talk frozen foods? I mean, its so complicated, I don't know if I'll ever get it.{red}*\n* People want real, simple, nutritious, delicious, affordable and customizable meals and snacks and all of these wants can be met in the freezer aisle *Aren't meals more customizable, among other things, if you just cook them yourself...just a thought{red}*\n\n**Timely Messages**\n\n>Frozen foods include healthy produce, perfectly-portioned meals, a variety of ethnic cuisines and dishes to meet strict dietary needs. *Whats this fixation on \"perfectly portioned meals\"? And \"ethnic cuisines and dishes\" makes the NFRFA sound like racists who are afraid to say \"Chinese and Mexican food\" {red}*\n\n**Core Key Messages  **\n* The freezer aisle comprises 3,700+ different, delicious foods ranging from nutrient-rich fruits and vegetables to decadent ice creams and novelties  \n* Captured at the height of ripeness\n* Prepared and seasoned by expert chefs  *Why would anyone go to a restaurant ever again!?{red}*\n* Designed to meet a wide variety of tastes and menu needs  *\"Menu needs\"?, what are we, five? Wants do not equal needs...{red}*\n* Convenient and no waste (i.e., perfect portions) *PERFECT PORTIONS!!!{red}*\n* There are a variety of different cuisines represented in the freezer aisle, including options that cover snack-time, breakfast, lunch, dinner, entertaining and specialty food occasions *Too bad, what I really want is a frozen brunch. Darn.{red}*  \n* Asian and Hispanic cuisine is increasingly popular across the country, and you can find a wide variety of these flavors in the freezer aisle  \n* Frozen foods offer great value, from perfectly-portioned meals to  ingredients and produce that leave nothing to waste *PERFECT PORTIONS!!! NO WASTE!!!{red}*\n* Freezing is the best method for preserving food   \n* It’s been a natural, trusted practice for centuries  \n* Preserves foods at the peak of freshness, from the moment they’re harvested or procured *Have I heard this before somewhere?{red}*\n\nFortunately for every PR agency working for the advancement of frozen foods there is some average looking guy who has taken matters into his own hands to keep you informed about frozen foods, which ones to eat and which ones are disgusting food like substances. \n![yt](http://www.youtube.com/watch?v=ktcU_2wiw7M)","author":"Chantal","datetime":"2015-03-03T18:54:13.637Z","articleId":"Happy-Frozen-Foods-Month!!!","humanDate":"March, 3rd","comments":[]},{"id":49,"theme":"The Food We Eat","title":"The Potato","content":"While nothing brings me more joy than the idea of painstakingly researching the history the potato, theres no point... Author Charles C. Mann has already done all the legwork. He writes about it in his book *1493: Uncovering the New World Columbus Created*. I read excerpts from this book when I was studying geography and I've been meaning to read the book since. Fortunately for me and for everyone really, the section on the history of the potato has been adapted into an article for the Smithsonian Magazine. Below is an excerpt of the article (which is basically an excerpt from the book). \n\n---\n\n### How the Potato Changed the World ###\n*Brought to Europe from the New World by Spanish explorers, the lowly potato gave rise to modern industrial agriculture*  \n\nBy Charles C. Mann  \n\nWhen potato plants bloom, they send up five-lobed flowers that spangle fields like fat purple stars. By some accounts, Marie Antoinette liked the blossoms so much that she put them in her hair. Her husband, Louis XVI, put one in his buttonhole, inspiring a brief vogue in which the French aristocracy swanned around with potato plants on their clothes. The flowers were part of an attempt to persuade French farmers to plant and French diners to eat this strange new species.\n\nToday the potato is the fifth most important crop worldwide, after wheat, corn, rice and sugar cane. But in the 18th century the tuber was a startling novelty, frightening to some, bewildering to others—part of a global ecological convulsion set off by Christopher Columbus.\n\nAbout 250 million years ago, the world consisted of a single giant landmass now known as Pangaea. Geological forces broke Pangaea apart, creating the continents and hemispheres familiar today. Over the eons, the separate corners of the earth developed wildly different suites of plants and animals. Columbus’ voyages reknit the seams of Pangaea, to borrow a phrase from Alfred W. Crosby, the historian who first described this process. In what Crosby called the Columbian Exchange, the world’s long-separate ecosystems abruptly collided and mixed in a biological bedlam that underlies much of the history we learn in school. The potato flower in Louis XVI’s buttonhole, a species that had crossed the Atlantic from Peru, was both an emblem of the Columbian Exchange and one of its most important aspects.\n\nCompared with grains, tubers are inherently more productive. If the head of a wheat or rice plant grows too big, the plant will fall over, with fatal results. Growing underground, tubers are not limited by the rest of the plant. In 2008 a Lebanese farmer dug up a potato that weighed nearly 25 pounds. It was bigger than his head.\n\nMany researchers believe that the potato’s arrival in northern Europe spelled an end to famine there. (Corn, another American crop, played a similar but smaller role in southern Europe.) More than that, as the historian William H. McNeill has argued, the potato led to empire: “By feeding rapidly growing populations, [it] permitted a handful of European nations to assert dominion over most of the world between 1750 and 1950.” The potato, in other words, fueled the rise of the West.\n\nEqually important, the European and North American adoption of the potato set the template for modern agriculture—the so-called agro-industrial complex. Not only did the Columbian Exchange carry the potato across the Atlantic, it also brought the world’s first intensive fertilizer: Peruvian guano. And when potatoes fell to the attack of another import, the Colorado potato beetle, panicked farmers turned to the first artificial pesticide: a form of arsenic. Competition to produce ever-more-potent arsenic blends launched the modern pesticide industry. In the 1940s and 1950s, improved crops, high-intensity fertilizers and chemical pesticides created the Green Revolution, the explosion of agricultural productivity that transformed farms from Illinois to Indonesia—and set off a political argument about the food supply that grows more intense by the day.\n\nIn 1853 an Alsatian sculptor named Andreas Friederich erected a statue of Sir Francis Drake in Offenburg, in southwest Germany. It portrayed the English explorer staring into the horizon in familiar visionary fashion. His right hand rested on the hilt of his sword. His left gripped a potato plant. “Sir Francis Drake,” the base proclaimed,\n\n>*disseminator of the potato in Europe  \nin the Year of Our Lord 1586.  \nMillions of people  \nwho cultivate the earth  \nbless his immortal memory.*\n\nThe statue was pulled down by Nazis in early 1939, in the wave of anti-Semitic and anti-foreign measures that followed the violent frenzy known as Kristallnacht. Destroying the statue was a crime against art, not history: Drake almost certainly did not introduce the potato to Europe. And even if he had, most of the credit for the potato surely belongs to the Andean peoples who domesticated it.\n\nGeographically, the Andes are an unlikely birthplace for a major staple crop. The longest mountain range on the planet, it forms an icy barrier on the Pacific Coast of South America 5,500 miles long and in many places more than 22,000 feet high. Active volcanoes scattered along its length are linked by geologic faults, which push against one another and trigger earthquakes, floods and landslides. Even when the land is seismically quiet, the Andean climate is active. Temperatures in the highlands can fluctuate from 75 degrees Fahrenheit to below freezing in a few hours—the air is too thin to hold the heat. [Read on...](http://www.smithsonianmag.com/history/how-the-potato-changed-the-world-108470605/?no-ist=&onsite_medium=internallink&page=2)\n\n---\n\nAnd if you aren't convinced to read the whole article, you should at least watch this video. I never knew anyone, let alone two people, to be so simultaneously serious and jolly about potatoes. \n![Potato Museum](http://www.youtube.com/watch?v=FBUN38PM76I)","author":"Chantal","datetime":"2015-03-04T13:18:56.972Z","articleId":"The-Potato","humanDate":"March, 4th","comments":[{"id":56,"theme":"The Food We Eat","post":"The Potato","content":"[makes-daughter-in-law-cry](http://ngm.nationalgeographic.com/2011/07/food-ark/potato-variety/14-makes-daughter-in-law-cry.jpg)\nHere are some interesting potato varieties photographed at [National Geographic](http://ngm.nationalgeographic.com/2011/07/food-ark/potato-variety#/1)","author":"Chantal","datetime":"2015-03-04T13:26:05.943Z"},{"id":60,"theme":"The Food We Eat","post":"The Potato","content":"An awsome danish cartoon about the potato https://m.youtube.com/watch?v=8Cx29TFphzA","author":"Maria","datetime":"2015-03-19T20:07:30.407Z"},{"id":57,"theme":"The Food We Eat","post":"The Potato","content":"![makes-daughter-in-law-cry](http://ngm.nationalgeographic.com/2011/07/food-ark/potato-variety/14-makes-daughter-in-law-cry.jpg)","author":"","datetime":"2015-03-04T13:27:11.835Z"},{"id":58,"theme":"The Food We Eat","post":"The Potato","content":"![nfb](https://www.nfb.ca/film/harvest_in_valley/embed/player)\n\nSynopsis  \nThis short documentary depicts the harvesting of a large crop of potatoes in the St. John Valley, New Brunswick. The film documents the motor-driven machines that lay bare the rows of tubers, the crews of potato pickers at work in the fields as well as the sorting and grading of potatoes at a large Grand Falls warehouse.","author":"Larry Gosnell (1955)","datetime":"2015-03-04T18:53:16.479Z"}]},{"id":51,"theme":"The Food We Eat","title":"Food as a weapon?","content":"Theres no doubt about it, *Food, Weapon of Conquest* (1941) is pure war time propaganda, however, it is still an interesting perspective with some often missed tidbits of history. Food-centric and overly dramatic, this film goes back and forth between being hilariously archaic and revealing an esoteric history long forgotten yet strangely profound.\n![NFB](https://www.nfb.ca/film/food_weapon_of_conquest/embed/player)\nSynopsis:  \nThis 1940s wartime newsreel shows the food shortage in Nazi-occupied countries that have been forced to hand over their farm produce to Germany, leaving their own populations hungry. Part of the Canada Carries On series.","author":"Chantal","datetime":"2015-03-05T13:50:08.835Z","articleId":"Food-as-a-weapon?","humanDate":"March, 5th","comments":[]},{"id":52,"theme":"The Food We Eat","title":"Queue To First McDonald's in Moscow (1990)","content":"![yt](http://www.youtube.com/watch?v=amx-JHhtsHw)\n\n","author":"Ronald","datetime":"2015-03-10T11:16:13.314Z","articleId":"Queue-To-First-McDonald's-in-Moscow-(1990)","humanDate":"March, 10th","comments":[]},{"id":53,"theme":"The Food We Eat","title":"Fast Food Memorabilia Extravaganza","content":"If you don't remember the earlier days of fast food, or are too young, heres a funny peek back in time...\n\n\n### Hilarious McDonalds training video ###\n\n![image description](http://www.youtube.com/watch?v=l0NOhQj1m3s)\n\n\n### McDonalds \"Clean it\" training video featuring a fake Michael Jackson ###\n![yt](http://www.youtube.com/watch?v=2kuA2G2lX5Q)\n\n---\n### Wendy's Grill Skillz ###\n![image description](http://www.youtube.com/watch?v=MbVDQKcxg00)\nI never noticed how weird Dave's accent is, very prominent in the word \"fresh\", but I have always been aware of his boring cadence. If you can just get through Dave's intro, or skip ahead you'll be treated to a cultural time capsule delight. \n---\n### The Colonel and His First Restaurant ###\n![yt](http://www.youtube.com/watch?v=7pOEW6bGK1I)\n![image description](http://www.youtube.com/watch?v=wt9VctrBOZY)\n\n---\n### Burger King ###\nI couldn't decide which racially insensitive ad to show case for Burger King, so heres a couple!\n![yt](http://www.youtube.com/watch?v=eejA2HF5-EQ&spfreload=1)\n![yt](http://www.youtube.com/watch?v=OsxQy2hSS9U)\n\n---\n\n### Taco Bell, The Fresh Food Place ###\n\n![yt](http://www.youtube.com/watch?v=YR5YJ3qzIx4)\nWith a surprise ending...\n---\n\n### Live a Little at Dairy Queen ###\n![yt](http://www.youtube.com/watch?v=UKlUIUONx1I)\n![yt](http://www.youtube.com/watch?v=6Gr5Mj5cYc0)\nMy childhood favorite. I guess Dairy Queen has always been a little behind the times. ","author":"Chantal","datetime":"2015-03-10T12:32:43.552Z","articleId":"Fast-Food-Memorabilia-Extravaganza","humanDate":"March, 10th","comments":[{"id":59,"theme":"The Food We Eat","post":"Fast Food Memorabilia Extravaganza","content":"Those ads.... I have no words. It's amazing.","author":"Heiða","datetime":"2015-03-15T19:10:57.452Z"}]},{"id":54,"theme":"The Food We Eat","title":"Dr.Lustig sets us straight on sugar","content":"A few years ago my friend and I found out about [Dr.Lustig](http://en.wikipedia.org/wiki/Robert_Lustig) via an article in the New York Times called [\"Is Sugar Toxic?\"](http://www.nytimes.com/2011/04/17/magazine/mag-17Sugar-t.html?pagewanted=all&_r=0) by [Gary Taubes](http://en.wikipedia.org/wiki/Gary_Taubes). Dr.Lustig is a pediatric endocrinologist at the University of California, San Francisco (basically the best medical research school on the west coast, if not the whole united states).The article gives a comprehensive introduction to Dr.Lustig and the history of the corn syrup and sugar debate and makes a fairly convincing argument against sugar (in excess), but if its not enough, watch the one and a half hour lecture that Dr.Lustig gives to a University of California audience. In it he completely sets the record on what sugar is, how it gets digested, and why it is toxic. He simplifies the biochemical reactions that are going on in the liver with glucose, sucrose and ethanol just enough to help you understand how sugar relates to other substances. His lecture will leave you reconsidering your entire diet. My friend and I for example embarked on a fairly rigid low sugar diet which in an indirect way lead to my friend getting rid of her diabetes and autoimmune disorder (in conjunction with functional medicine). \n![yt](http://www.youtube.com/watch?v=dBnniua6-oM)","author":"Chantal","datetime":"2015-03-12T18:21:13.084Z","articleId":"Dr.Lustig-sets-us-straight-on-sugar","humanDate":"March, 12th","comments":[]},{"id":55,"theme":"The Food We Eat","title":"Friday Movie Night","content":"\n### The Food of the Future ###\n\n![yt](http://www.youtube.com/watch?v=OsVQPsiwkBI)\n\nIn the 70's there was a strange preoccupation with the future which produced some very freaky movies. These were both utopian and dystopian but always peculiar and strangely enough, never very far into the future. Come see 1973 Hollywood's take on the future in 2022, in [*Soylent Green*](http://en.wikipedia.org/wiki/Soylent_Green). Food shortages and riots, could this be the road we are heading down? We have 7 years to find out! \n\nFriday, March 20th, 2015  \nat 8pm  \nGrettisgata 20A  \n ","author":"Chantal","datetime":"2015-03-19T13:28:04.802Z","articleId":"Friday-Movie-Night","humanDate":"March, 19th","comments":[]}]